arrterian.nix-env-selector
bierner.markdown-preview-github-styles
bungcip.better-toml
foxundermoon.shell-format
jnoortheen.nix-ide
kahole.magit
ms-pyright.pyright
ms-python.python
ocamllabs.ocaml-platform
rust-lang.rust
tuttieee.emacs-mcx
usernamehw.remove-empty-lines
